Revit 2027 API
SymbolTypeId.TCO2ePerMSup3 Property
 Symbol tCO₂e/m³, indicating tonnes Carbon Dioxide per cubic meter
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerMSup3 { get; }
Public Shared ReadOnly Property TCO2ePerMSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerMSup3 {
	ForgeTypeId^ get ();
}
static member TCO2ePerMSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace